[
  {
    "author": "Muhammad Ali",
    "quote": "I hate every minute of training. But I said, don’t quit. Suffer now and live the rest of your life a champion"
  },
  {
    "author": "John Wooden",
    "quote": "Do not let what you can do interfere with what you can do"
  },
  {
    "author": "Elon Musk",
    "quote": "I think it is possible for ordinary people to choose to be extraordinary"
  },
  {
    "author": "Jackie Joyner-Kersee",
    "quote": "Age is no barrier. It’s a limitation you put on your mind"
  },
  {
    "author": "Bruce Jenner",
    "quote": "I always felt that my greatest asset was not my physical ability, it was my mental ability."
  },
  {
    "author": "Billie Jean King",
    "quote": "Champions keep playing until they get it right"
  },
  {
    "author": "Mark Spitz",
    "quote": "If you fail to prepare, you’re prepared to fail"
  },
  {
    "author": "Muhammad Ali",
    "quote": "I don’t count my situps. I only start counting once it starts hurting"
  },
  {
    "author": "Michael Jordan",
    "quote": "I’ve failed over and over again in my life. And that is why I succeed"
  },
  {
    "author": "Derek Jeter",
    "quote": "There may be people that have more talent than you, but there’s no excuse for anyone to work harder than you do"
  },
  {
    "author": "Wayne Gretzky",
    "quote": "You miss 100 percent of the shots you don’t take"
  },
  {
    "author": "Michael Jordan",
    "quote": "Never say never because limits, like fears, are often just an illusion"
  },
  {
    "author": "Lou Holtz",
    "quote": "Without self-discipline, success is impossible, period"
  },
  {
    "author": "Dean Karnazes",
    "quote": "Run when you can, walk if you have to, crawl if you must; just never give up"
  },
  {
    "author": "Jim Valvano",
    "quote": "Never give up! Failure and rejection are only the first step to succeeding"
  },
  {
    "author": "Jack Dempsey",
    "quote": "A champion is someone who gets up when he can’t."
  },
  {
    "author": "Charles Barkley",
    "quote": "If you are afraid of failure you don’t deserve to be successful"
  },
  {
    "author": "Mike Ditka",
    "quote": "You’re never a loser until you quit trying"
  },
  {
    "author": "Carl Lewis",
    "quote": "It’s all about the journey, not the outcome"
  },
  {
    "author": "Dwayne “The Rock” Johnson",
    "quote": "If something stands between you and your success, move it. Never be denied"
  },
  {
    "author": "Venus Williams",
    "quote": "Just believe in yourself. Even if you don’t pretend that you do and, and some point, you will"
  },
  {
    "author": "Jackie Joyner-Kersee ",
    "quote": "The only person who can stop you from reaching your goals is you"
  },
  {
    "author": "Knute Rockne",
    "quote": "One man practicing sportsmanship is far better than 50 preaching it"
  },
  {
    "author": "Bo Jackson",
    "quote": "Set your goals high, and don't stop till you get there"
  },
  {
    "author": "Ted Williams",
    "quote": "Just keep going. Everybody gets better if they keep at it"
  }
]
